{
  "nav_accom":"Accomodation",
  "nav_ser":"Services",
  "nav_surr":"Surroundings",
  "nav_contact":"Contact",
  "nav_btn":"Book Now",
  "hero_text":"Discover Trutnov's Hidden Gem",
  "hero_subtext":"Our prime and affordable location near the historical center of Trutnov ensures convenience and easy access to all the attractions the city has to offer.",
  "hero_checkin":"Check in",
  "hero_checkout":"Check out",
  "home_amenities":"Our Amenities",
  "footer_contact":"Contact info",
  "footer_loc":"541 01 - Trutnov, Žižkova 504",
  "footer_tel":"tel.: (+420) 731 415 455",
  "footer_mail":"Emails",
  "mail_1":"penzionatrium@seznam.cz",
  "mail_2":"plechac@zskomtu.cz",
  "accom_meal":"Only for group consisting of 20 people or more – need to order in advance",
  "first_floor":"first floor - 30 beds, meeting room and kitchen - wheelchair accessible.",
  "ground_floor":"ground floor - 30 beds, meeting room and kitchen - wheelchair accessible.",
  "Info":"Information Notice",
  "Info_t1":"According to the Sales Registration Act, the seller is obliged to issue a receipt to the buyer. At the same time, he is obliged to register the received sales with the tax administrator online, within 48 hours in the event of a technical failure",
  "Info_t2":"Prices do not include city tax 20CZK per person per day). This tax does not apply to guests under 18 or over 65 years of age. Valid from 1.1. 2022.",
  "meal_1":"Only for group consisting of 20 people or more – need to order in advance",
  "meal_2":"Snacks and drinks at the reception desk (18:00–21:00)",
  "meal_3":"Self cooking (induction cooker, microwave oven, dishes available)",
  "meal_4":"Dining room for 35 people",
  "sports_txt":"In the sports centre of Komenský School, which is located in the very neighbourhood of our pension (map), we offer to our guests:",
  "SkiComponent_txt":"For group consisting of 20 people or more we offer free ski bus to these resorts (map):",
  "surr_1":"Trutnov, surrounded by the Krkonoše Mountains, is a city filled with history and nature. Discover its historic sites, enjoy local festivals, and use it as a base for outdoor adventures. Easy transportation options make exploring the surrounding area a breeze.",
  "surr_2":"Krkonoše Mountains National Park, located near Trutnov, is a natural wonderland. Explore its pristine landscapes, hike through lush forests, and marvel at its unique wildlife. With Trutnov as your starting point, access to this national park is easy, offering endless opportunities for outdoor enthusiasts.",
  "surr_3":"These unique sandstone rock formations are located just a short drive from Trutnov. They offer a fantastic hiking experience with dramatic landscapes. Include information on the best hiking routes and entrance fees.",
  "surr_4":"KuksKuks is famous for its historic Baroque hospital founded by Count František Antonín Špork. Explain the hospital's history, its stunning sculptures by Matyáš Braun, and any guided tours available.",
  "surr_5":"ZOO Dvůr Králové is a renowned zoological garden located near Trutnov, Czech Republic. It is one of the largest and most respected zoos in Europe, known for its conservation efforts and breeding programs for endangered species. Visitors can explore diverse habitats and see a wide range of animals, including elephants, rhinoceroses, giraffes, and big cats. The zoo's mission is to promote wildlife conservation and educate visitors about the importance of protecting endangered species.",
  "surr_6":"Dolce Pond is a peaceful and scenic spot near Trutnov, Czech Republic. It's a great place for nature lovers to enjoy activities like fishing, boating, and picnicking. Surrounded by beautiful forests, it's the perfect location to relax and connect with nature.. Is this how you imagined it? I can simplify the text so it can be more human"
 

 

  
}